[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:25};
itm1={backcolor:0,height:218,id:1,img:34,layout:normal,name:Artwork,type:IMAGEFIELD,visible:true,width:218,x:64,y:127,zorder:1,layout_param:{clipx:0,clipy:0}};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name,font:7,height:30,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:304,zorder:10};
itm11={backcolor:0,background:130,barheight:16,barwidth:402,barx:2,bary:0,ccp:0,ccpzorder:over,height:16,id:11,irregularbar:0,irregularslider:0,name:MediaTrack,regularbar:61,regularslider:0,type:PROGRESSBAR,verticalPGB:false,visible:true,width:402,x:63,y:369,zorder:11};
itm12={id:12,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:12};
itm13={id:13,name:Aud_Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:14,y:65,zorder:13};
itm14={backcolor:0,background:137,ccp:0,ccpzorder:over,height:71,id:16,name:PlayPause,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:135,x:200,y:396,zorder:16};
itm15={backcolor:0,background:137,ccp:0,ccpzorder:over,height:71,id:17,name:NextForward,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:135,x:336,y:396,zorder:17};
itm16={backcolor:0,height:36,id:21,img:85,layout:normal,name:Img_PlayPause,type:IMAGEFIELD,visible:true,width:67,x:229,y:413,zorder:21,layout_param:{clipx:0,clipy:0}};
itm17={backcolor:0,height:36,id:22,img:84,layout:normal,name:Img_NextForward,type:IMAGEFIELD,visible:true,width:67,x:365,y:413,zorder:22,layout_param:{clipx:0,clipy:0}};
itm18={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:25,name:Setting,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:353,zorder:23,imgfield:{backcolor:0,height:36,img:17,layout:normal,name:setting,type:IMAGEFIELD,visible:true,width:36,x:60,y:15,layout_param:{clipx:0,clipy:0}}};
itm2={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:2,name:List,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:125,zorder:2,txtfield:{backcolor:0,bidimode:left-to-right,content:List,font:3,height:30,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:List,type:TEXTFIELD,visible:true,vlayout:middle,width:60,wrapline:no-wrap,x:40,y:20}};
itm3={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:3,name:icon_bad_push,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:277,zorder:3,imgfield:{backcolor:0,height:36,img:360,layout:normal,name:icon_bad_push,type:IMAGEFIELD,visible:true,width:36,x:60,y:15,layout_param:{clipx:0,clipy:0}}};
itm4={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:4,name:icon_good_push,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:201,zorder:4,imgfield:{backcolor:0,height:36,img:361,layout:normal,name:icon_good_push,type:IMAGEFIELD,visible:true,width:36,x:60,y:15,layout_param:{clipx:0,clipy:0}}};
itm5={backcolor:0,bidimode:left-to-right,content:ALBUM,font:7,height:30,highcolor:0,hlayout:left,id:5,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:127,zorder:5};
itm6={backcolor:0,bidimode:left-to-right,content:Album title,font:7,height:30,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Album_title,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:157,zorder:6};
itm7={backcolor:0,bidimode:left-to-right,content:ARTIST,font:7,height:30,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:273,zorder:7};
itm8={backcolor:0,bidimode:left-to-right,content:TRACK,font:7,height:30,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:198,zorder:8};
itm9={backcolor:0,bidimode:left-to-right,content:Music title,font:7,height:30,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:Music_title,type:TEXTFIELD,visible:true,vlayout:top,width:300,wrapline:no-wrap,x:299,y:228,zorder:9};

